export const ru = {
  CORE: {
    WHAT_YOU_WANT: 'Выбери, что хочешь узнать:',
    CANCEL: 'Отменить',
  },
  MAIN: {
    SPENDING: 'Учет расходов',
    INCOME: 'Учет доходов',
    PLAN: 'Планирование бюджета',
  },
  SPENDING: {
    MONTH: 'Все траты за текущий месяц',
    PLAN: 'Остаток по плану',
    SPENDING: 'Траты по диапазону',
  },
  PLAN: {
    CURRENT: 'План на текущий месяц',
    NEXT: 'План на следующий месяц',
    NO_CURRENT: 'На текущий месяц плана нет',
    NO_NEXT_PLAN: 'На следующий месяц плана нет',
    CREATE: 'Создать план на текущий месяц',
    CREATE_NEXT: 'Создать план на следующий месяц',
    EDIT: 'Редактировать',
  },
  INCOME: {
    MONTH: 'Все доходы за текущий месяц',
    PLAN: 'Запланированные доходы',
    NO_INCOME: 'Нет доходов за текущий месяц',
    INCOME_REPORT: 'Доходы за месяц по источникам',
    EARN_MONTH: 'Отложено за месяц',
    EARN_ALL: 'Отложено за все время',
  },
  CREATE_RECORD: {
    NO_COMMENT: 'Без комментария',
  },
};
